{
  "id": "transmission-transformation",
  "title": "Transmission &amp; Transformation",
  "subcategories": [
    {
      "id": "hvdc",
      "title": "HVDC",
      "products": [
        {
          "id": "hvdc-circuit-breaker",
          "title": "HVDC Circuit Breaker",
          "description": "The new high voltage DC circuit breaker is a kind of product based on the“Artificial intelligence zero crossing”converter technology. The new product perfectly solves the technical defects of the traditional high voltage DC circuit breaker, such as slow operating speed, long arc extinguishing time and so on.",
          "bullets": [
            "Power system reliability",
            "Miniaturization",
            "Smart features",
            "Smart operation"
          ],
          "image": "assets/img/products/hvdc-circuit-breaker.jpg",
          "features": [
            {
              "index": "01",
              "title": "Power system reliability",
              "text": "Through the“mechanical DC circuit breaker” technology, the abnormal power branch system is quickly disconnected."
            },
            {
              "index": "02",
              "title": "Smart features",
              "text": "Product integration intelligent monitoring and automatic control functions, improve the level of intelligence of the system, can be real-time on-line monitoring."
            },
             {
              "index": "03",
              "title": "Miniaturization",
              "text": "The design is more compact, takes up less space, and is conducive to system integration and layout requirements."
            },
             {
              "index": "04",
              "title": "Smart operation",
              "text": "Intelligent diagnosis component state, the implementation is bad recovery."
            }
          ],
          "specifications": {
            "Rated voltage kV": "±10.7/±160/535",
            "Rated current A": "1000 /1000/3000",
            "Overload current (5S) A": "1500/9000/3300(long time)",
            "Breaking time ms": "≤3/≤5/≤3",
            "Rated DC withstand voltage kV": "17.6 /252/856(1min)",
            "Rated switching impulse voltage kV": "50/450/1425"
          }
        }
      ]
    },
    {
      "id": "high-voltage-substation",
      "title": "High-Voltage Substation",
      "products": [
        {
          "id": "prefabricated-substation",
          "title": "High-Voltage Substation with E-house",
          "description": "Prefabricated modular substations have outstanding advantages such as fast construction, small footprint, low investment, and flexible layout, and are widely used in the construction of substations in various fields such as new energy, petroleum, coal, industrial users, and urban centers.",
          "bullets": [
            " ",
            " ",
            " ",
            " "
          ],
          "image": "assets/img/products/prefabricated-substation.jpg",
          "features": [
            {
              "index": "01",
              "title": "Product technical solution",
              "text": "1. The core of a substation is its equipment, and Siyuan has the research and production capabilities for a full range of primary and secondary power equipment in substations. 2. The typical layout scheme of the E-house covers 10~330kV substations, and the E-house has independent and customized design capabilities. Through rational design of structural strength, anti-corrosion, insulation, HVAC, dust and waterproof, it meets various substation operating conditions and has the most complete test report on the market. 3. Fifteen years of experience in domestic and international substation EPC projects, able to provide turnkey projects for customers"
            },
            {
              "index": "02",
              "title": "Reduce costs, increase efficiency, and create value",
              "text": "1. Large scale production with good efficiency and high quality at the same price, creating maximum value for customers. 2. Strong overall optimization design capabilities, providing optimal system solutions, and reducing the comprehensive cost of substations through site layout, equipment selection recommendations, and other aspects."
            }
          ],
          "specifications": {
            "Prefabricated Cabin Corrosion Resistance Environment": " ",
            "Earthquake Resistance Intensity": "≤ 9 ，0.4 g",
            "Roof Slope": "≥3°~5°",
            "Roof Load": "≥2500 N/m²",
            "Cabin Shell Metal Material Salt Spray Resistance Time": "1680 h",
            "Cabin Shell Metal Material Alternating Humidity and Heat Test Temperature, Time": "+55°C ±2°C",
            "Cabin Shell Metal Material Alternating Humidity and Heat Test Temperature, Time": "≥240 h",
            "Box Service Life": "≥40 y",
            "Box Shell Protection Level": "≥IP55",
            "Box Fire Resistance Limit": "≥180 min",
            "Cabin Wall Thickness": "≥120 mm",
            "Outer Shell Steel Plate Thickness": "≥2 mm",
            "Cabin Inner Bottom Plate Thickness": "≥6 mm"
          }
        },
        {
          "id": "mobile-substation",
          "title": "Mobile High-Voltage Substation",
          "description": "Mobile High-Voltage Substations are a flexible and efficient power solution designed for rapid deployment and temporary power supply. They integrate transformers, switching equipment, and protective devices, capable of operating in various environments and suitable for emergency power, construction sites, events, and temporary facilities. Their modular design facilitates transportation and installation, ensuring a quick response to changes in power demand.",
          "bullets": [
            "Flexible",
            "Protective Devices",
            "Emergency Power Suitable",
            "Facilitates Transporation"
          ],
          "image": "assets/img/products/mobile-substation.jpg",
          "features": [
            {
              "index": "01",
              "title": "Quick Launch and Benefit Protection",
              "text": "By leasing mobile substation equipment, the factory can operate quickly with load to ensure customer benefits"
            },
            {
              "index": "02",
              "title": "Capacity Enhancement and Stability Improvement of Power Systems",
              "text": "The original substation's main transformer is expanded to increase capacity, and load transfer is provided through the lease of mobile substations to provide more stable power guarantees"
            },
             {
              "index": "03",
              "title": "Compact layout and flexible transportation",
              "text": "Compact structure, small volume, easy to transport, occupies less land, and is very mobile for investment and withdrawal"
            }
          ],
          "specifications": {
            "110/10kV Mobile High Voltage Substation for Vehicles": "Main transformer capacity：40 MVA\n10kV outgoing line side：6 Return circuit 400-800 A\nvehicle configuration：Power transformer&HGIS trailer+E-house trailer\nSize（L*W*H mm）：\nPower transformer&HGIS trailer：20000*3000*4500\nE-house trailer：13000*2500*4450",
            "110/10kV Mobile High Voltage Substation for Vehicles": "Main transformer capacity：20 MVA. 10kV outgoing line side：6 Return circuit. 400-800 A. Vehicle configuration：Power transformer&HGIS trailer+E-house trailer. Size（L*W*H mm）：Power transformer&HGIS trailer：16500*3000*4500. E-house trailer：13000*2500*4450,
            "35/10kV Mobile High Voltage Substation for Vehicles": "Main transformer capacity：20 MVA. 10kV outgoing line side：6 Return circuit 400-800 A. Vehicle configuration：Power transformer&HGIS trailer+E-house trailer. Size（L*W*H mm）：. Power transformer&HGIS trailer：13000*3000*4500. E-house trailer：12500*2500*4450",
            "110kV Skid Mounted High Voltage Substation": "Main transformer capacity：50 MVA. 10kV outgoing line side：7 Return circuit 400-800 A. Configuration：High voltage substation module+Power Distribution Module. Size（L*W*H mm）：. High voltage substation moduler：14540*3200*8380. Power Distribution Module：15500*10040*3100",
            "35kV Skid Mounted High Voltage Substation": "Main transformer capacity：20 MVA. 10kV outgoing line side：7 Return circuit 400-800 A. Configuration：Integration of power transformation and distribution. Size（L*W*H mm）：12500*9000*3500",
            "Sub-section post": "Size（L*W*H mm）：. Two incoming lines and six outgoing lines：12500*2500*3330 .Two incoming lines and eight outgoing lines：12000*3400*3330. Two incoming lines and ten outgoing lines：13000*3400*3330"
          }
        }
      ]
    },

    {
      "id": "power-transformer",
      "title": "Power Transformer",
      "products": [
        {
          "id": "oil-immersed-power-transformer",
          "title": "Oil Immersed Insulated Power Transformer",
          "description": "Sieyuan Toshiba's Oil-Immersed Power Transformer is designed and manufactured with Toshiba's core technology, covering voltage ratings up to 750kV. It features low losses, low noise, minimal partial discharge, and high short-circuit impedance, making it suitable for diverse installation environments and demanding operating conditions.",
          "bullets": [
            "Highly Reliable Design",
            "Superior Performance",
            "Customized Solutions",
            "Diverse Suitability"
          ],
          "image": "assets/img/products/oil-immersed-power-transformer.jpg",
          "features": [
            {
              "index": "01",
              "title": "Highly Reliable Design",
              "text": "Incorporating Toshiba Japan technology with stringent quality control throughout the entire process to ensure long-term stable operation."
            },
            {
              "index": "02",
              "title": "Superior Performance",
              "text": "Features low loss, low noise, low partial discharge, and high short-circuit resistance"
            },
             {
              "index": "03",
              "title": "Customized Solutions",
              "text": "Professional tailored solutions to meet diverse environmental and operational"
            }
          ],
          "specifications": {
            "Voltage level": "Up to 750kV",
            "Capacity": "Up to 1000MVA",
            "Arrangement Type of Radiator": "Integrated, Split",
            "Cooling medium": "Mineral oil, Ester oil",
            "Insulation level of Neutral": "Full , Graded"
          }
        },
        {
          "id": "gas-insulated-power-transformer",
          "title": "Gas Insulated Power Transformer",
          "description": "Gas-insulated transformers utilize inert gas as the insulating medium, featuring compact structure, fireproof and explosion-proof characteristics, making them particularly suitable for space-constrained installations like urban substations. These transformers offer high reliability, near-maintenance-free operation, and excellent environmental adaptability.",
          "bullets": [
            "Reliable quality and outstanding performance",
            "Explosion-proof and non-flammable",
            "Space saving and high reliability",
            "Extended service life and hassle-free maintenance"
          ],
          "image": "assets/img/products/gas-insulated-power-transformer.jpg",
          "features": [
            {
              "index": "01",
              "title": "Reliable quality and outstanding performance",
              "text": "Our products deliver reliable quality and outstanding performance. Manufactured with industry-leading specialized production and testing equipment in dedicated dust-proof, moisture-resistant, and temperature-controlled GIS transformer workshops. Standard models comply with GB 20052-2024 Class II energy efficiency requirements, while custom-designed models meeting Class I energy efficiency standards are available upon request."
            },
            {
              "index": "02",
              "title": "Explosion-proof and non-flammable",
              "text": "DUtilizing inert gas as insulation medium, it demonstrates minimal tank pressure increase during internal faults compared to conventional oil-immersed transformers, completely eliminating tank rupture risks and ensuring absolute safety for substation equipment, achieving true explosion-proof and fire-proof performance."
            },
               {
              "index": "03",
              "title": "Space saving and high reliability",
              "text": "With customizable R&D solutions, it flexibly adapts to diverse application scenarios. The integrated structural design significantly reduces overall substation costs, while offering flexible main transformer room layout, easy installation, and maintenance-free operation."
            },
               {
              "index": "04",
              "title": "Extended service life and hassle-free maintenance",
              "text": "By positioning the cooler air pumps in the lower low-temperature zone, it effectively slows lubricant and gear aging, extending pump service life by over 30%. The innovative "hot-swappable air pump" design enables safer and more convenient maintenance, reducing user maintenance frequency by 50% while significantly improving operational efficiency."
            }
          ],
          "specifications": {
            "Voltage level": "110kV, 220kV",
            "Insulated Gas": "SF6",
            "Capacity": "80MVA",
            "Number of Phase": "Single Phase, Three Phase",
            "Cooling mode": "GNAN,GDAN,GDAF,GDWF",
            "Transformer arrangement": "Integrated, Split",
            "Neutral insulation level": "Full, Graded"
          }
        },
        {
          "id": "high-voltage-reactor",
          "title": "High Voltage Shunt Reactor",
          "description": "Sieyuan Toshiba's High-Voltage Shunt Reactor features low noise, high reliability, and safe operation. It effectively neutralizes the capacitive effect of EHV long-distance transmission lines, absorbs excess reactive power, and improves power transmission efficiency. Additionally, It suppresses harmonic currents in the power system, enhancing power quality for end-users.",
          "bullets": [
            "Low loss",
            "Low noise",
            "High reliability",
            "Enhanced Power Quality"
          ],
          "image": "assets/img/products/high-voltage-reactor.jpg",
          "features": [
            {
              "index": "01",
              "title": "Low loss, low noise, and high reliability",
              "text": "The shunt reactor adopts a radial iron disc structure with high core fill factor, uniform magnetic flux distribution, negligible leakage flux, and low no-load loss. The iron discs are separated by special non-magnetic spacers (e.g., marble), and the entire assembly is vacuum-impregnated with epoxy resin, ensuring minimal vibration and ultra-low operational noise."
            }
          ],
          "specifications": {
            "Voltage level": "750kV and below",
            "Cooling medium": "Mineral oil, Ester oil",
            "Voltage Regulation": "Fixed, Adjustable"
          }
        }
      ]
    },

    {
      "id": "high-voltage-switchgear",
      "title": "High-Voltage Switchgear",
      "products": [
        {
          "id": "gas-insulated-switchgear",
          "title": "145kV Gas Insulated Switchgear",
          "description": "ZF28A-145 Gas Insulated Switchgear is a three-phase AC high-voltage electrical equipment, which is designed for controlling, measuring, protecting, and switching power transmission lines, and can be combined into the required main wiring arrangement according to user requirements.",
          "bullets": [
            "Compact structure",
            "High reliability",
            "High modularity",
            "High safety"
          ],
          "image": "assets/img/products/gas-insulated-switchgear.jpg",
          "features": [
            {
              "index": "01",
              "title": "Compact structure",
              "text": "It features a three-phase common enclosure design, allowing for flexible and convenient engineering arrangement."
            },
            {
              "index": "02",
              "title": "High reliability",
              "text": "It adopts a double-channel sealing structure, ensuring an annual gas leakage rate of less than 0.1%. With excellent insulation performance, it exhibits a whole bay partial discharge of less than 3pC. It also features a three-station isolation earthing switch structure, which includes mechanical interlock between the isolation and earthing mechanisms for effectively avoiding misoperation."
            },
              {
              "index": "03",
              "title": "High safety",
              "text": "With busbars and outgoing lines arranged on both sides of the circuit breaker, and inspection and maintenance accesses provided on both sides of the bay, it eliminates the need to enter the bay for routing inspection."
            },
            {
              "index": "04",
              "title": "High modularity",
              "text": "The product boasts a highly modular design. The connecting flanges are of standardized dimensions, allowing for flexible configuration according to requirements, and the modules are highly interchangeable, facilitating expansion and the optimization of substation layout."
            }
          ],
          "specifications": {
            "Rated voltage": "145 kV",
            "Rated frequency": "up to 3150 A"
            "Rated short-duration power-frequency withstand voltage（1 min，effective value）Phase to phase,phase to ground": "275 kV",
            "Rated short-duration power-frequency withstand voltage（1 min，effective value）Across isolating distance": "275+92 kV",
            "Rated lightning impulse withstand voltage（peak value）Phase to phase,phase to ground": "650 kV",
            "Rated lightning impulse withstand voltage（peak value）Across isolating distance": "650+118 kV",
            "Rated short-time withstand current": "up to 40 kA",
            "Rated duration of short-circuit": "4 s",
            "Rated peak withstand current": "up to 104 kA"       
          }
        },
        {
          "id": "gas-insulated-transmission-line",
          "title": "252/550kV Gas-Insulated Transmission Line",
          "description": "GXL 28-252/550 Gas-insulated Transmission Line is a transmission line with high voltage level, large transmission capacity and high safety and reliability. It features a safer, more efficient, green and intelligent transmission mode than cable and overhead line.",
          "bullets": [
            "Excellent performance",
            "High safety",
            "Good usability",
            "Intelligent Transmission"
          ],
          "image": "assets/img/products/gas-insulated-transmission-line.jpg",
          "features": [
            {
              "index": "01",
              "title": "Excellent performance",
              "text": "It boasts a particularly high transmission capacity, with a maximum current of up to 8000A, and exhibits minimal thermal and electrical energy losses, resulting in good energy-saving effect."
            },
            {
              "index": "02",
              "title": "High safety",
              "text": "It has good protection performance, and is characterized by less maintenance work and an extremely low failure rate. It shows strong resistance against disasters such as ice, snow, and earthquakes, and offers excellent fire protection performance, ensuring high safety and reliability"
            },
             {
              "index": "03",
              "title": "Good usability",
              "text": "It is easy to maintain and inspect, and has a long service life. It covers a small space, supports a wide voltage range, and can be installed in various ways."
            }
          ],
          "specifications": {
            "Rated voltage": "252 kV/550 kV",
            "Rated frequency": "up to 4000 A/up to 5000 A",
            "Rated short-duration power-frequency withstand voltage（1 min，effective value）": "460 kV/740 kV",
            "Rated lightning impulse withstand voltage（peak value）": "1050 kV/1675 kV",
            "Rated short-time withstand current": "up to 63 kA",
            "Rated duration of short-circuit": "3 s",
            "Rated peak withstand current": "up to 171 kA"         
          }
        },
        {
          "id": "hybrid-gis",
          "title": "ZHW58A Hybrid Gas Insulated Switchgear",
          "description": "ZHW58A combined apparatus integrates modules such as circuit breaker, DS, ES, CT, PT, FES, etc. It features a small footprint, strong environmental adaptability, high reliability, and maintenance-free operation. The rated voltage covers 40.5-145kV, making it suitable for high-voltage power transmission and distribution applications such as substations.",
          "bullets": [
            "Compact structure",
            "Excellent electrical performance",
            "Reliable mechanical performance",
            "Highly modular design"
          ],
          "image": "assets/img/products/hybrid-gis.jpg",
          "features": [
            {
              "index": "01",
              "title": "Compact structure",
              "text": "Three-phase split-tank design with an integrated base frame. Enables integral three-phase transportation by bay, ensuring convenient and reliable on-site installation."
            },
            {
              "index": "02",
              "title": "Excellent electrical performance",
              "text": "Superior insulation properties. Integral partial discharge <3pC. Horizontal breaker layout structure enables switching capability of 40kA."
            },
             {
              "index": "03",
              "title": "UReliable mechanical performance",
              "text": "Employs a new integrated die-cast aluminum base spring operating mechanism. Compact structural design with stable output performance ensures high reliability and maintenance-free operation. Mechanical life meets M2 class requirements."
            },
             {
              "index": "04",
              "title": "Highly modular design",
              "text": "Modular design approach. Standardized connection flange dimensions enable flexible configuration according to requirements. Strong module interchangeability facilitates functional expansion to optimize substation layout."
            }
          ],
          "specifications": {
            "Rated voltage": "31.5, 40.5, 72.5, 145 (kV)",
            "Rated frequency": "50/60 (Hz)"
            "First-pole-to-clear Factor": "1.3/1.5",
            "Rated current(A)": "Up to 4000",
            "RRated short-circuit breaking current(A)": "Up to 40",
            "Rated short circuit making current (peak)(kA)": "Up to 108",
            "Rated short-time withstand current duration(s)": "4",
            "Rated operating sequence": "O-0.3s-CO-3min-CO",
            "Mechanical edurance(times)": "10000"   
          }
        }
      ]
    },

    {
      "id": "hv-circuit-breaker-disconnector",
      "title": "HV Circuit Breaker &amp; Disconnector",
      "products": [
        {
          "id": "live-tank-cb",
          "title": "ZW39 Outdoor HV AC Vacuum Circuit Breaker",
          "description": "ZW39 Vacuum Circuit Breaker is an eco-friendly outdoor high-voltage AC switching equipment featuring strong environmental adaptability, high reliability, and maintenance-free operation. Configurable with internal or external CT per user requirements. Suitable for high-voltage power transmission and distribution applications including substations, distribution networks, and railways.",
          "bullets": [
            "Eco-friendly design",
            "Superior environmental adaptability",
            "Reliable mechanical performance",
            "Excellent breaking performance"
          ],
          "image": "assets/img/products/live-tank-cb.jpg",
          "features": [
            {
              "index": "01",
              "title": "Eco-friendly design",
              "text": "Employs vacuum interrupter units with nitrogen or clean air as insulating medium. Fluorine-free solution with GWP value of 0."
            },
            {
              "index": "02",
              "title": "Superior environmental adaptability",
              "text": "Insulating medium eliminates low-temperature liquefaction risks. No exposed mechanical transmission components. Withstands harsh conditions including -50℃ extreme cold, high altitude, condensation, and ice coverage."
            },
               {
              "index": "03",
              "title": "Reliable mechanical performance",
              "text": "Adopts an integrated die-cast aluminum base spring operating mechanism. Compact structural design ensures stable output performance, high reliability, and maintenance-free operation. Mechanical life meets M2 class requirements."
            },
               {
              "index": "04",
              "title": "Excellent breaking performance",
              "text": "Full product series delivers breaking capacity up to 40kA, suitable for diverse complex operating conditions."
            }
            
          ],
          "specifications": {
            "Rated voltage": "31.5, 40.5, 72.5, 145 (kV)",
            "Rated frequency": "50/60 (Hz)"
            "First-pole-to-clear Factor": "1.3/1.5",
            "Rated current(A)": "Up to 4000",
            "RRated short-circuit breaking current(A)": "Up to 40",
            "Rated short circuit making current (peak)(kA)": "Up to 108",
            "Rated short-time withstand current duration(s)": "4",
            "Rated operating sequence": "O-0.3s-CO-3min-CO",
            "Mechanical edurance(times)": "10000"   
          }
        },
        {
          "id": "dead-tank-cb",
          "title": "LW58A Outdoor HV AC SF6 Circuit Breaker",
          "description": "LW58A Outdoor High-voltage AC SF₆ Tank Circuit Breaker features strong environmental adaptability, high reliability, and maintenance-free operation. With a rated voltage covering 40.5-800kV, it provides three-pole intertripping & pole-discrepancy operation solutions. Suitable for high-voltage power transmission and distribution applications including substations and distribution networks.",
          "bullets": [
            "Compact design",
            "High reliability",
            "Superior interrupting performance",
            "Excellent sealing performance"
          ],
          "image": "assets/img/products/dead-tank-cb.jpg",
          "features": [
            {
              "index": "01",
              "title": "Compact design",
              "text": "Integrated with external CT, reduced product footprint, low center of gravity, and excellent seismic performance."
            },
            {
              "index": "02",
              "title": "High reliability",
              "text": "Adopts a new integrated die-cast aluminum base spring operating mechanism. Compact structural design ensures stable output performance, high reliability, and maintenance-free operation. Mechanical life meets M2 class requirements."
            },
             {
              "index": "03",
              "title": "Superior interrupting performance",
              "text": "Utilizes dual-motion self-energy & assisted compression arc-extinguishing technology. Delivers strong interrupting capability across the entire series (up to 63kA), suitable for diverse complex conditions."
            },
             {
              "index": "04",
              "title": "Excellent sealing performance",
              "text": "Employs diaphragm sealing structure. SF₆ gas leakage rate ≤0.05% per year."
            }
          ],
          "specifications": {
            "Rated voltage (kV)": "40.5, 72.5, 126, 145, 252, 363, 420, 550, 800",
            "Rated frequency (Hz)": "50/60"
            "First-pole-to-clear Factor": "1.3/1.5",
            "Rated current(A)": "Up to 6300",
            "Rated short-circuit breaking current(A)": "Up to 63",
            "Rated short circuit making current (peak)(kA)": "Up to 171",
            "Rated short-time withstand current(kA)": "Up to 63",
            "Rated peak withstand current(kA)": "Up to 171",
            "Rated short-time withstand current duration(s)": "4",
            "Rated operating sequence": "O-0.3s-CO-3min-CO",
            "Mechanical edurance(times)": "10000"
          }
        },
        {
          "id": "hv-disconnector-switch",
          "title": "GW4 Outdoor HV AC Disconnector",
          "description": "GW4 Series product is a double-column horizontal rotary type outdoor high-voltage disconnector. Rated voltage covers 12-550kV.",
          "bullets": [
            "Conductive material & current-carrying performance",
            "Novel contact structure",
            "Fully sealed bearing housing,
            "Maintenance-free transmission"
          ],
          "image": "assets/img/products/hv-disconnector-switch.jpg",
          "features": [
            {
              "index": "01",
              "title": "Conductive material & current-carrying performance",
              "text": "Conductive arms employ slot-shaped aluminum alloy profiles (high conductivity, high strength) with anodized surface treatment. Combines corrosion resistance, high mechanical strength, and excellent heat dissipation. Supports maximum rated current of 5000A with short-time withstand current up to 63kA."
            },
            {
              "index": "02",
              "title": "Novel contact structure",
              "text": "Self-energized contact fingers utilize chrome bronze alloy’s inherent elasticity to clamp the contact blade. Beyond meeting standard current-carrying requirements, it satisfies short-term thermal load and electromagnetic force under short-circuit faults while offering superior mechanical wear resistance."
            },
             {
              "index": "03",
              "title": "Fully sealed bearing housing",
              "text": "Die-cast aluminum bearing housing adopts fully sealed structure. Prevents lubricant loss or solidification, eliminating oil replenishment maintenance. Internal combined-support bearing design ensures gravity torque and horizontal component force are respectively borne by two specialized bearings."
            },
             {
              "index": "04",
              "title": "Maintenance-free transmission",
              "text": "Transmission system designed per maintenance-free requirements. Self-lubricating bushings paired with stainless steel pins prevent binding issues in rotating components."
            }
          ],
          "specifications": {
            "Rated voltage (kV)": "12, 24, 40.5, 72.5, 126, 145, 170, 252, 420, 550",
            "Rated frequency (Hz)": "50/60"
            "Rated current(A)": "Up to 5000"
            "Rated short-time withstand current(kA)": "Up to 63",
            "Rated peak withstand current(kA)": "Up to 164",
            "Operating Temperature（℃)": "-50 ~ +55",
            "Ice coating（mm）": "Up to 20"
          }
        }
      ]
    },

    {
      "id": "substation-automation",
      "title": "Substation Automation",
      "products": [
        {
          "id": "protection-relay",
          "title": "Protection Relay: IES-311 Feeder Protection",
          "description": "IES-311 is a microprocessor-based protection, control and monitoring device designed for various primary equipments (such as overhead line, underground cable and auxiliary transformer etc.) on solidly grounded, Peterson coil grounded, low impedance grounded and ungrounded system. With flexible and powerful configuration tool, IES-311 offers future-oriented system solutions with high investment security and low operating costs. The device is freely programmable. Functional logic diagrams can be developed with the use of graphical programming tool which also supports the configuration of binary inputs and outputs, analog inputs, control buttons, LEDs, disturbance recorder, event recorder, and user interface. Freely programmable logic makes it possible to modify typical functional logic diagrams considering a peculiar nature of the protected object. Three basic types of standard 19” case help to choose the most appropriate solution.",
          "bullets": [
            "Flexible",
            "Powerful",
            "Future Orientated",
            "Freely Programmable"
          ],
          "image": "assets/img/products/protection-relay.jpg",
          "features": [
            {
              "index": "01",
              "title": "Highly Flexible",
              "text": "Support 6 currents and 5 voltages inputs. Together with flexible PLC logic, it can easily realize the automatic switchover of backup power supply."
            },
            {
              "index": "02",
              "title": "Multiple Funtion",
              "text": "Powerful GOOSE function helps to realize the simple busbar protection and shortens the busbar fault clearing time."
            },
             {
              "index": "03",
              "title": "High Realibility",
              "text": "Unique phase selection element to avoid the problem of wrong selection of multiple phases by using out-of-range phase selection elements."
            },
             {
              "index": "04",
              "title": "Fast Tripping",
              "text": "With special processing in CB failure protection, the dropout time of current criterion element is less than 12 ms."
            },
             {
              "index": "05",
              "title": "High Accuracy",
              "text": "Support fault location function which can locate the fault location with the deviation less than 5%."
            },
             {
              "index": "06",
              "title": "Widely Application",
              "text": "Up to 10 remote control outputs which can meet the control requirements of multiple breakers, switches and ground switches."
          ],
          "specifications": {
            "Standard": "IEC 60225-1: 2009",
            "Dimensions (W×H×D)": "455×266.7×233.5mm（6U，without mounting bracket), 221.3x266.7x233.5mm（6U 1/2，without mounting bracket), 160.3x266.7x233.5mm（6U 1/3，without mounting bracket",
            "Mounting Way": "Flush mounted、semi-flush mounted、wall mounted、panel mounted",
            "Material": "Stainless steel",
            "Protection Class": "2 or 4 100Base-TX RJ45 Ethernet ports, 2 or 4 100Base-FX optical ports, 2 RS-485 serial ports for SCADA communication, 1 RS-485 serial port for clock synchronization, 1 front RJ45 port for debugging",
            "Communication Ports": "Flush mounted、semi-flush mounted、wall mounted、panel mounted",
            "Communication Protocol": "IEC 61850 Editions 1&2&2.1, IEC 60870-5-103, IEC 60870-5-104, DNP3.0, Modbus, IEC 62439 Parallel Redundancy Protocol (PRP), IEC 62439 High-availability Seamless Redundancy (HSR), IEEE 802.1w Rapid Spanning Tree Protocol (RSTP)"
          }
        },
        {
          "id": "substation-monitoring-control",
          "title": "Substation Monitoring and Control: IES-302 Bay Control Unit",
          "description": "IES-302 bay control unit is a general purpose control and automation device in all substations, powerplants and industrial domain applications. The modular conception permits the hardware adaption exact to client requirements. It adopts unified software and hardware platform, supports comprehensive functions including protection, control, measurement and monitoring, is easy to use and maintain.The device is freely programmable. Functional logic diagrams can be developed with the use of graphical programming tool which also supports the configuration of binary inputs and outputs, analog inputs, control buttons, LEDs, disturbance recorder, event recorder, and user interface. Freely programmable logic makes it possible to modify typical functional logic diagrams considering a peculiar nature of the protected object. Three basic types of standard 19” case help to choose the most appropriate solution.",
          "bullets": [
            "Widely Application",
            "Highly Flexible",
            "Multiple Funtion",
            "Easy Maintenance"
          ],
          "image": "assets/img/products/substation-monitoring-control.jpg",
          "features": [
            {
              "index": "01",
              "title": "Widely Application",
              "text": "Wide range of applications: It is suitable for a variety of application scenarios, and can be applied in single CB, dual CB, 3/2 whole diameter, multi-segment bus (maximum 4 segments), power transformer (2-windings, 3-windings or autotransformer), multi-bays (maximum 6 bays), IO-box, etc."
            },
            {
              "index": "02",
              "title": "Highly Flexible",
              "text": "Offers optional functions including voltage, current, power, and frequency protection, which form a complete backup protection. Supports DC analog input and DC analog output."
            },
            {
              "index": "03",
              "title": "Multiple Funtion",
              "text": "Support rich control functions, with optional functions as synchronization, reclosing, AVR, etc. HMI operation is simple and easy to use, providing single-line diagram display and control functions. Provide up to 15th harmonic measurement, as well as function of energy metering and power quality calculation."
            },
            {
              "index": "04",
              "title": "Easy Maintenance",
              "text": "Remote control, measurement, and other components are open to users for configuration. Each slot on the hardware can be assigned with I/O."
            }
          ],
          "specifications": {
              "Standard": "IEC 60225-1: 2009",
            "Dimensions (W×H×D)": "455×266.7×233.5mm（6U，without mounting bracket), 221.3x266.7x233.5mm（6U 1/2，without mounting bracket), 160.3x266.7x233.5mm（6U 1/3，without mounting bracket",
            "Mounting Way": "Flush mounted、semi-flush mounted、wall mounted、panel mounted",
            "Material": "Stainless steel",
            "Protection Class": "2 or 4 100Base-TX RJ45 Ethernet ports, 2 or 4 100Base-FX optical ports, 2 RS-485 serial ports for SCADA communication, 1 RS-485 serial port for clock synchronization, 1 front RJ45 port for debugging",
            "Communication Ports": "Flush mounted、semi-flush mounted、wall mounted、panel mounted",
            "Communication Protocol": "IEC 61850 Editions 1&2&2.1, IEC 60870-5-103, IEC 60870-5-104, DNP3.0, Modbus, IEC 62439 Parallel Redundancy Protocol (PRP), IEC 62439 High-availability Seamless Redundancy (HSR), IEEE 802.1w Rapid Spanning Tree Protocol (RSTP)"
          }
        },
        {
          "id": "substation-intelligent-om",
          "title": "Substation Intelligent Operation and Maintenance: Super5000 Comprehensive Surveillance & Operation System（Central Control Automation System",
          "description": "An intelligent monitoring system for substation equipment, providing technical support of equipment operation, control, surveillance, monitoring and maintenance management. Four major categories of applications: surveillance and monitoring, operation and control, maintenance management, and system maintenance.",
          "bullets": [
            "Flexible Hybrid Unified Architecture",
            "Scalable Hardware Demands",
            "Modular Design for Functions",
            "Solid Technological Capabilities"
          ],
          "image": "assets/img/products/substation-intelligent-om.jpg",
          "features": [
            {
              "index": "01",
              "title": "Flexible Hybrid Unified Architecture",
              "text": "Universal platform and modular application design concept, High-performance distributed real-time data storage, Supported access to millions of real-time data points, Microservice technology, High openness and scalability, Lightweight containers, Easy to deploy functions and maintain, Support major vendor systems and platforms"
            },
            {
              "index": "02",
              "title": "Scalable Hardware Demands",
              "text": "Flexible hardware configuration, Smooth upgrade, Modular deployment, and system Quick setup, Major cost-effective or Autonomous controllable hardware, Step-by-step construction and compatibility during the transition period of the centralized control station, Save investment and integration debugging time"
            },
             {
              "index": "03",
              "title": "Modular Design for Functions",
              "text": "Utilizing modular deployment to quickly build and expand new applications, and Adapt to the needs of different professions, Featured applications such as "device health diagnosis integrated with AI" and 'digital twin of 3D reality', Multiple professional applications such as monitoring, auxiliary control, inspection, Intelligent diagnosis, Artificial intelligence, Digital twin"
            },
            {
              "index": "04",
              "title": "Solid Technological Capabilities",
              "text": "Leading ability to integrate primary and secondary technologies, A professional artificial intelligence R&D team, Rich practical applications of monitoring, auxiliary control, inspection, diagnosis, and digital twin engineering"
            }
          ],
          "specifications": {
            "Data sources": "IEDs, sensors, SCADA",
            "Analytics": "CBM / RCM (placeholder)",
            "APIs": "REST/JSON (placeholder)"
          }
        },
        {
          "id": "online-monitoring",
          "title": "Online Monitoring: UDM-561/562 RTU device",
          "description": "The RTU device receives and processes the equipment status from the digital remote meter. CMS or DL/T860 and other standard protocols are used to the SCADA or auxiliary system.",
          "bullets": [
            "Flexible Combination Configuration and One-Stop Purchase",
            "Reliable Products and Guaranteed Supply",
            "Delivery and Service",
            "Standard Protocols"
          ],
          "image": "assets/img/products/online-monitoring.jpg",
          "features": [
            {
              "index": "01",
              "title": "Flexible Combination Configuration and One-Stop Purchase",
              "text": "Overall solution for remote transmission and monitoring of SF6 meter, Highly integrated system, one-stop purchase, Flexible combination configuration, suitable for all types of substations of State Grid and China Southern Power Grid, multiple distribution schemes"
            },
            {
              "index": "02",
              "title": "Reliable Products and Guaranteed Supply",
              "text": "Reliable quality ，Self owned product line, Automotive Industry Standard quality control and guarantee"
            },
             {
              "index": "03",
              "title": "Delivery and Service",
              "text": "Professional service team is able to provide customized solution design, project initiation technical support, and technical renovation plan support, Provide localized services with 24-hour rapid response"
            }
          ],
          "specifications": {
            "Sampling": "Configurable rates",
            "Comms": "Ethernet / Cellular (placeholder)",
            "Data retention": "Configurable"
          }
        }
      ]
    },

    {
      "id": "high-voltage-instrument-transformer",
      "title": "High Voltage Instrument Transformer",
      "products": [
        {
          "id": "current-transformer",
          "title": "Current Transformer: LB",
          "description": "Placeholder description for Current Transformer.",
          "bullets": [
            "Excellent electrical performance",
            "Excellent mechanical performance",
            "Excellent insulation performance",
            "High Stability"
          ],
          "image": "assets/img/products/current-transformer.jpg",
          "features": [
            {
              "index": "01",
              "title": "Excellent electrical performance",
              "text": "Excellent electrical performance, meet the requirements of large current system, excellent dynamic and thermal stability"
            },
            {
              "index": "02",
              "title": "Excellent mechanical performance",
              "text": "Excellent mechanical performance, meet the seismic requirements of ETG1020, IEEE-693 and other different regions"
            },
             {
              "index": "03",
              "title": "Excellent insulation performance,",
              "text": "Excellent insulation performance, sealing performance, effective prevention of leakage, corrosion prevention, easy operation and maintenance."
            }
          ],
          "specifications": {
            "Voltage level": "Up to 550kV (placeholder)",
            "Accuracy class": "Metering / Protection",
            "Insulation": "Oil / Gas / Solid (placeholder)"
          }
        },
        {
          "id": "voltage-transformer",
          "title": "Voltage Transformer: JDQXF",
          "description": "The inductive voltage transformer is used for GIS, it is widely applied to the nominal system voltage is 66-1000kV, and 50/60Hz frequency in power system, for the secondary measurement apparatus, protection and control device provide voltage signal.",
          "bullets": [
            "Complete range of products",
            "Lean production,
            "Full type test capability",
            "Quality leadership"
          ],
          "image": "assets/img/products/voltage-transformer.jpg",
          "features": [
            {
              "index": "01",
              "title": "Complete range of products",
              "text": "The nominal system voltage of VT is 66-500kV.And, the product has three-phase and single phase two kinds of structure, in order to facilitate the GIS customer substation site handover test, our company developed the isolated structure of the GIS VT product"
            },
            {
              "index": "02",
              "title": "Lean production",
              "text": "In order to make sure the excellent produce quality, the high voltage winding is produced by automatic equipment, and iron core and coil assembly are applied by line operation."
            },
             {
              "index": "03",
              "title": "Full type test capability",
              "text": "The company has 3000kV lightning impact laboratory and 3 sets of GTU test platforms, which can carry out a full set of GIS VT factory test projects of 1000kV and below"
            },
            {
              "index": "04",
              "title": "Quality leadership",
              "text": "Through ISO 9001-2008, ISO 14001-2008, BS OHSAS 18001-2007 system certification, the test obtained CNAS certification"
            }
          ],
          "specifications": {
            "Voltage level": "Up to 550kV (placeholder)",
            "Type": "Inductive / Capacitive (placeholder)",
            "Accuracy class": "Metering / Protection"
          }
        },
        {
          "id": "coupling-capacitor",
          "title": "Coupling Capacitor",
          "description": "Coupling capacitor is used to prevent high-order harmonics generated by power equipment from interfering with the PLC communication.",
          "bullets": [
            "High electric performance",
            "Maintenance friendly",
          ],
          "image": "assets/img/products/coupling-capacitor.jpg",
          "features": [
            {
              "index": "01",
              "title": "High electric performance",
              "text": "Rust-proof and reliable design for high and ultra-high voltage product."
            },
            {
              "index": "02",
              "title": "Maintenance friendly",
              "text": "High reliability and low maintenance over the entire service life."
            }
          ],
          "specifications": {
            "Voltage level": "Up to 550kV (placeholder)",
            "Capacitance": "As specified",
            "Application": "PLC / Measurement"
          }
        },
        {
          "id": "powerpt-ssvt",
          "title": "PowerPT/SSVT: Station service voltage transformer（SSVT",
          "description": "SSVT is a kind of high power station service voltage transformer, which can take power directly from the line of the power grid and provide power for the secondary equipment. There are usually three main applications:1.Substation power supply: Provide power for lighting and relay system in switching substation; 2.Island power supply: Electrification of remote areas; 3.Mobile variable power supply scheme: power supply for engineering construction",
          "bullets": [
            "Substation power supply",
            "Island power supply",
            "Mobile variable power supply scheme",
            "Excellent electrical performance",
            "Excellent mechanical performance",
            "Excellent insulation performance"
          ],
          "image": "assets/img/products/powerpt-ssvt.jpg",
          "features": [
            {
              "index": "01",
              "title": "Simplicity",
              "text": "Direct from HV bus to station service without MV."
            },
            {
              "index": "02",
              "title": "Availability",
              "text": "High reliability for critical auxiliaries."
            }
          ],
          "specifications": {
            "Primary voltage": "HV line (placeholder)",
            "Secondary": "Common station service levels",
            "Insulation": "Oil / Gas (placeholder)"
          }
        }
      ]
    },

    {
      "id": "high-voltage-bushing",
      "title": "High Voltage Bushing",
      "products": [
        {
          "id": "uhv-ac-bushing",
          "title": "Ultra-high Voltage AC Bushing: Oil-SF6 Bushing",
          "description": "Oil-SF6 bushing is a bushing installed between oil immersed transformers and SF6 switchgear（GIS）, with one end immersed in transformer oil and the other end immersed in SF6 the switchgear（GIS).",
          "bullets": [
            "Environment Friendly",
            "Stable Contanct Resistance",
            "Heat Resistant",
            "Double Sealing"
          ],
          "image": "assets/img/products/uhv-ac-bushing.jpg",
          "features": [
            {
              "index": "01",
              "title": "Environment Friendly",
              "text": "The products are oil-free, explosion-proof, environmentally friendly, maintenance-free, and have good mechanical performance."
            },
            {
              "index": "02",
              "title": "Stable Contact Resistance",
              "text": "The contact band current-carrying structure avoid the heat of threaded current-carrying, the contact resistance is stable for a long period of time,"
            },
            {
              "index": "03",
              "title": "Heat Resistant",
              "text": "Capacitor core automatic winding, vacuum drying, casting, curing molding, to ensure that the core without partial discharge, high insulation and heat-resistant performance,"
            },
            {
              "index": "04",
              "title": "Double Sealing",
              "text": "Adopt double sealing design, excellent sealing and anti-corrosion performance."
            }
          ],
          "specifications": {
            "Voltage level": "Up to 1100kV AC (placeholder)",
            "Insulation": "OIP / RIP (placeholder)",
            "Mounting": "Transformer / GIS / Wall"
          }
        },
        {
          "id": "uhv-dc-bushing",
          "title": "Ultra-high Voltage DC Bushing",
          "description": "Converter Transformer Bushing is one of the most critical components of the transformer. The lead wires of the transformer winding pass through the bushing, insulating the lead wires from each other and from the ground, while also serving to fix the lead wires. DC wall bushing is a conduit used for insulation and support of high-voltage conductive parts passing through walls or other grounding objects, installed on the walls or roofs of buildings such as converter valve halls.",
          "bullets": [
            "Environment Friendly",
            "Stable Contact Resistance",
            "Heat Resistant",
            "Double Sealing"
          ],
          "image": "assets/img/products/uhv-dc-bushing.jpg",
          "features": [
             {
              "index": "01",
              "title": "Environment Friendly",
              "text": "The products are oil-free, explosion-proof, environmentally friendly, maintenance-free, and have good mechanical performance."
            },
            {
              "index": "02",
              "title": "Stable Contact Resistance",
              "text": "The contact band current-carrying structure avoid the heat of threaded current-carrying, the contact resistance is stable for a long period of time,"
            },
            {
              "index": "03",
              "title": "Heat Resistant",
              "text": "Capacitor core automatic winding, vacuum drying, casting, curing molding, to ensure that the core without partial discharge, high insulation and heat-resistant performance,"
            },
            {
              "index": "04",
              "title": "Double Sealing",
              "text": "Adopt double sealing design, excellent sealing and anti-corrosion performance."
            }
          ],
          "specifications": {
            "Voltage level": "Up to 1100kV DC (placeholder)",
            "Insulation": "OIP / RIP (placeholder)",
            "Mounting": "Converter transformer / Wall"
          }
        }
      ]
    },

    {
      "id": "high-voltage-power-capacitor",
      "title": "High Voltage Power Capacitor",
      "products": [
        {
          "id": "oil-immersed-power-capacitor",
          "title": "Oil-Immersed Power Capacitor Unit",
          "description": "The basic constituent unit of a capacitor bank, consisting of one or more capacitor elements assembled in the same housing with terminals for connection.",
          "bullets": [
            "Fully Automated Production Line",
            "Low Error",
            "Low Losses",
            "Short Lead Time"
          ],
          "image": "assets/img/products/oil-immersed-power-capacitor.jpg",
          "features": [
            {
              "index": "01",
              "title": "Fully Automated Production Line",
              "text": "Equipped with advanced automated production lines: wire winding; insulation resistance testing; fuse assembly; core pressing, winding, and packaging processes are all completed on automated assembly lines, ensuring high product consistency and stable quality."
            },
            {
              "index": "02",
              "title": "Low Error",
              "text": "Capacitance tolerance is small"
            },
               {
              "index": "03",
              "title": "Low Losses",
              "text": "low heat generation, dielectric loss at rated voltage is less than 0.0002"
            },
            {
              "index": "04",
              "title": "Short lead time.",
              "text": "Advanced automated production lines are highly efficient, resulting in short production cycles."
            }
          ],
          "specifications": {
            "System nominal voltage": "1kV - 24kV",
            "Rated frequency": "50Hz - 60Hz",
            "Rated capacity": "30kvar - 1000kvar", 
            "Capacitance deviation": "-1% to +4% or -2% to +2%",
            "Dielectric loss at rated voltage": "tanδ ≤ 0.0002"
          }
        },
        {
          "id": "open-rack-capacitor-installation",
          "title": "Open Rack Type Capacitor Installation sets",
          "description": "The capacitor set consisting of parallel capacitors, series reactors, isolating switches, discharge coils, surge arresters, brackets, etc. is installed in shunt with the power grid for reactive power compensation and harmonic filtering.",
          "bullets": [
            "The product specifications cover various voltage grades.",
            "Product coverage area is wide and covers various industries",
            "Modular Design",
            "High adaptability"
          ],
          "image": "assets/img/products/open-rack-capacitor-installation.jpg",
          "features": [
            {
              "index": "01",
              "title": "The product specifications cover various voltage grades.",
              "text": "We can design and manufacture Shunt, Series, AC filter, and DC filter capacitors as well as test capacitor towers ranging from 6kV to 1000kV."
            },
            {
              "index": "02",
              "title": "Product coverage area is wide and covers various industries",
              "text": "Product coverage area is wide and covers various industries, including Power, Transportation, Metallurgy, Petrochemical, Steel, Power Generation, Coal mining, Ports, etc."
            },
              {
              "index": "03",
              "title": "Modular Design",
              "text": "Horizontal installation, small footprint, meets the requirements of complete assembly and transportation, with minimal on-site installation work and easy maintenance."
            }
              {
              "index": "04",
              "title": "High adaptability",
              "text": "The device can be designed to meet the requirements of the operating environment, such as high anti-pollution, high anti-corrosion, high anti-seismic, and high-altitude, to adapt to various harsh environments."
            }
          ],
          "specifications": {
            "System nominal voltage": "6kV - 1000kV",
            "Rated frequency": "50Hz/60Hz",
            "Rated capacity": "100kvar and above",
            "Capacitance deviation of the device": "no more than 0 - +3%"
          }
        }
      ]
    },

    {
      "id": "neutral-grounding",
      "title": "Neutral Grounding",
      "products": [
        {
          "id": "earthing-transformer",
          "title": "Earthing Transformer",
          "description": "The earthing transformer is usually used in a power system without neutral point, to provide an artificial neutral connection for earthing directly or via an impedance such as an arc suppression reactor, a resistor, a current-limiting reactor and so on.The grounding transformer may adopt a secondary (low-voltage winding) for continuous use as a power supply for the substation station.",
          "bullets": [
            "Low zero-sequence impedance",
            "High magnetizing impedance",
            "Low loss level, low noise",
            "Long service life"
          ],
          "image": "assets/img/products/earthing-transformer.jpg",
          "features": [
            {
              "index": "01",
              "title": "Low zero-sequence impedance",
              "text": " "
            },
            {
              "index": "02",
              "title": "High magnetizing impedance",
              "text": " "
            },
             {
              "index": "03",
              "title": "Low loss level, low noise",
              "text": " "
            },
            {
              "index": "04",
              "title": "Long service life",
              "text": " "
            }
          ],
          "specifications": {
            "Insulation Type": "Dry-type/Oil-immersed",
            "Type Code": "6kV~35kV/6kV~66kV",
            "Voltage Scope": "100kVA~3800kVA/100kVA~5700kVA",
            "Capacity Range": "-25°C ~ +45°C/-45°C ~ +45°C",
            "Environmental Temperature": "-45°C ~ +45°C/-45°C ~ +45°C",
          }
        },
        {
          "id": "arc-suppression-coil",
          "title": "Arc Suppression Coil",
          "description": "The arc-suppression coil can provide an inductive current to compensate for the short-circuit capacitive current in case of a grounding fault, reduce the grounding current and finally achieve the purpose of arc self-extinguishing, effectively reducing the arc overvoltage.",
          "bullets": [
            "Full Series Product",
            "High Reliability",
            "Self Extinguishing",
            "Qualiy Arc-Suppresion"
          ],
          "image": "assets/img/products/arc-suppression-coil.jpg",
          "features": [
            {
              "index": "01",
              "title": "Full series product",
              "text": "Products cover 6kV-66kV，independent design and production of all primary and secondary equipment of arc suppression coil. We have good research on the performance of various type of products and we accumulated rich operation experience."
            },
            {
              "index": "02",
              "title": "High reliability",
              "text": "Controller adopts the secondary power supply technique, can withstand destructive electromagnetic interference, the primary and secondary system all adopt the optical/electrical isolation, can completely eliminate the interference of a system to the controller. Controller design for double reset circuit, which can realize the system automatic recovery."
            }
          ],
          "specifications": {
            "Insulation Type": "Dry-type/Oil-immersed",
            "Adjust method": "Tap-change/Phase Controlled/Capacitor Tuning",
            "Voltage Scope": "6kV~35kV/6kV~66kV",
            "Capacity Range": "100kVA~3800kVA/100kVA~5700kVA",
            "Environmental Temperature": "-25°C ~ +45°C/-45°C ~ +45°C"
          }
        },
        {
          "id": "neutral-grounding-resistor",
          "title": "Neutral Grounding Resistor",
          "description": "In the neutral grounding modes of the distribution network, the neutral grounding through small-resistor is a commonly used grounding mode. This mode can effectively limit the intermittent arc grounding overvoltage and reduce the system operating overvoltage.",
          "bullets": [
            "High temperature durability",
            "Stable resistance",
            "Good anti-oxidation ability",
            "High toughness"
          ],
          "image": "assets/img/products/neutral-grounding-resistor.jpg",
          "features": [
            {
              "index": "01",
              "title": "High temperature durability",
              "text": "The melting point is up to 1390°C, and the maximum operating temperature is 1100°C"
            },
            {
              "index": "02",
              "title": "Stable resistance",
              "text": "Small temperature coefficient, reliably guaranteeing the protection sensitivity"
            },
            {
              "index": "03",
              "title": "Good anti-oxidation ability",
              "text": "Able to maintain excellent anti-oxidation performance under high temperature of 1100°C, suitable for badly-polluted environment"
            },
             {
              "index": "04",
              "title": "High toughness",
              "text": "Able to maintain good toughness and is not prone to fracture under operating conditions with drastic temperature changes"
            }
          ],
          "specifications": {
            "Voltage Scope": "6kV~66kV",
            "Current Range": "100A~2000A"
          }
        },
        {
          "id": "flexible-grounding-device",
          "title": "Flexible Grounding Device",
          "description": "The flexible grounding system is provided with the advantages of the resonance grounding technology and the low resistor grounding technology, which enables free switching from one grounding mode to another to be easily achieved under different fault conditions. It not only largely ensures the safety of equipment and personel, but also guarantees high reliability of power supply.",
          "bullets": [
            "High reliability",
            "Quickly isolate faults",
            "High accuracy in selecting lines",
            "Enhanced Safety"
          ],
          "image": "assets/img/products/flexible-grounding-device.jpg",
          "features": [
            {
              "index": "01",
              "title": "High reliability",
              "text": "Adjusts grounding mode based on system state."
            },
            {
              "index": "02",
              "title": "Quickly isolate faults",
              "text": "Interfaces with protection and control schemes."
            },
             {
              "index": "03",
              "title": "High accuracy in selecting lines",
              "text": "Designed with a line selection tripping unit, ensure accurate cut-off of the faulty unit."
            }
          ],
          "specifications": {
            "Voltage Scope": "6kV~35kV",
            "ASC Adjust Method": "Tap-change/Phase Controlled/Capacitor Tuning",
            "ASC Capacity Range": "100kVA~4400kVA",
            "Volt-ampere Characteristics": "Excellent linearity within 0-110% rated voltage range",
            "Grounding Response Time": "Less than 10μs",
            "Flexible ground resistance device control": "Vacuum contactor control",
            "Resistance input time": "0.1s~10s"
          }
        }
      ]
    }
  ]
}
